/**
 * iOS Strings File
 * Generated by Twine
 * Language: en
 */

/* General */
"Alert_Error" = "Error";
"Settings_Title" = "Settings";
"Settings_Section_General" = "General";
"Settings_Section_Accounts" = "\ Accounts";
"Settings_Section_Accounts_Footer" = "Tap account name to enter details.";
"Settings_Row_Comment" = "Comment";
"Settings_Row_GPSTagging" = "GPS Tagging";
"Settings_Row_Image" = "Auto Enhance";
"Detail_Section_Account" = "Account";
"Detail_Section_Album" = "Album Selection";
"Detail_Row_AccountName" = "Account Name";
"Detail_Row_Logout" = "Logout";
"Detail_Row_LogoutButtonTitle" = "logout";
"Album_Detail_Section_Album_Footer" = "Selected album will be used for tottepost\n If you want to delete/edit album, please do so at %@.";
"Album_Detail_Section_Create_Album_Title" = "Create album";
"Create_Album_Navigation_Title" = "Create Album";
"Create_Album_Section_Title" = "Album Title";
"Create_Album_Placeholder" = "20XX Lunar Tour";
"Create_Album_Create_Button_Title" = "create";
"Create_Album_Alert_Creation_Empty_Title" = "Error";
"Create_Album_Alert_Creation_Empty_Message" = "Empty album title is not permitted.";
"Create_Album_Alert_Creation_Empty_Button_Title" = "OK";
"Create_Album_Alert_Creation_Failed_Title" = "Error";
"Create_Album_Alert_Creation_Failed_Button_Title" = "OK";
"Account_Navigation_Title" = "Authorization";
"Account_Section_Username" = "Username";
"Account_Section_Password" = "Password";
"Account_Section_Username_Placeholder" = "kentaro";
"Account_Section_Password_Placeholder" = "password";
"Twitter_Default_Comment" = "tottepost Photo";
"Detail_Section_Twitter_Accounts" = "\ Account Select";
"Alert_Comment_Too_Long" = "Comment is too long, please shoten it.";
